accountsservice
acl
adwaita-icon-theme
alsa-lib
archlinux-keyring
argon2
at-spi2-atk
at-spi2-core
atk
atkmm
attr
autoconf
automake
avahi
bash
binutils
bison
bzip2
ca-certificates
ca-certificates-cacert
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
celt0.5.1
colord
compositeproto
confuse
coreutils
cracklib
cryptsetup
curl
damageproto
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
dhcpcd
diffutils
dkms
dmenu
double-conversion
dri2proto
dri3proto
dzen2
e2fsprogs
expat
fakeroot
feh
ffmpeg
file
filesystem
findutils
firefox
fixesproto
flac
flex
fontconfig
fontsproto
freetype2
fribidi
gawk
gc
gcc
gcc-libs
gdbm
gdk-pixbuf2
gettext
giblib
giflib
git
glib-networking
glib2
glibc
glibmm
glproto
gmp
gnupg
gnutls
gobject-introspection-runtime
gpgme
gpm
graphite
grep
groff
grub
gsettings-desktop-schemas
gsm
gtk-update-icon-cache
gtk2
gtk3
gtkmm3
guile
gzip
harfbuzz
hicolor-icon-theme
hunspell
hwids
i3-gaps
i3blocks
i3lock
i3status
iana-etc
icu
imagemagick
imlib2
inetutils
inputproto
iproute2
iptables
iputils
iso-codes
jack
jansson
jasper
jemalloc
jfsutils
js
json-c
json-glib
kbd
kbproto
keyutils
kmod
krb5
lame
lcms2
less
lib32-bzip2
lib32-gcc-libs
lib32-glibc
lib32-zlib
libaio
libarchive
libass
libassuan
libasyncns
libatomic_ops
libavc1394
libbluray
libburn
libcacard
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcroco
libcups
libdaemon
libdatrie
libdrm
libedit
libelf
libepoxy
libev
libevdev
libexif
libffi
libfontenc
libgcrypt
libglvnd
libgpg-error
libgudev
libgusb
libice
libid3tag
libidn
libidn2
libiec61883
libinput
libisoburn
libisofs
libjpeg-turbo
libksba
libldap
liblqr
libmagick
libmnl
libmodplug
libmpc
libnfs
libnftnl
libnghttp2
libnl
libogg
libomxil-bellagio
libpcap
libpciaccess
libpipeline
libpng
libproxy
libpsl
libpulse
libraqm
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsm
libsndfile
libsoup
libsoxr
libssh
libssh2
libsystemd
libtasn1
libthai
libtheora
libtiff
libtirpc
libtool
libunistring
libunwind
libusb
libutil-linux
libva
libvdpau
libvorbis
libvpx
libwacom
libwebp
libx11
libx264
libxau
libxcb
libxcomposite
libxcursor
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxnvctrl
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
licenses
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-api-headers
linux-firmware
linux-lts
llvm-libs
lm_sensors
logrotate
lvm2
lz4
lzo
m4
mailcap
make
man-db
man-pages
mdadm
mesa
mkinitcpio
mkinitcpio-busybox
mozilla-common
mpfr
mtdev
nano
nasm
ncurses
netctl
nettle
npth
nspr
nss
numactl
nvidia-340xx
nvidia-340xx-utils
opencore-amr
openjpeg2
openresolv
openssl
openvpn
opus
orc
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pango
pangomm
patch
pavucontrol
pciutils
pcmciautils
pcre
pcre2
perl
perl-error
pinentry
pixman
pkcs11-helper
pkg-config
polkit
popt
presentproto
procps-ng
psmisc
pulseaudio
pygobject-devel
python
python-gobject
python2
qemu
qt5-base
qt5-x11extras
randrproto
readline
recordproto
reiserfsprogs
renderproto
resourceproto
rest
rsync
rtkit
ruby2.4
rxvt-unicode
rxvt-unicode-terminfo
s-nail
scrnsaverproto
scrot
sdl
sdl2
seabios
sed
shadow
shared-mime-info
snappy
sound-theme-freedesktop
speex
speexdsp
spice
sqlite
startup-notification
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
tdb
teamspeak3
texinfo
thin-provisioning-tools
tslib
ttf-dejavu
tzdata
unzip
usbredir
usbutils
util-linux
v4l-utils
vagrant
vde2
vi
vid.stab
videoproto
vim
vim-runtime
virglrenderer
virtualbox
virtualbox-host-dkms
vte-common
vte3
wayland
wayland-protocols
webrtc-audio-processing
wget
which
wireless_tools
x265
xautolock
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xdg-utils
xextproto
xf86-input-libinput
xf86driproto
xf86vidmodeproto
xfsprogs
xineramaproto
xkeyboard-config
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-fonts-alias
xorg-fonts-encodings
xorg-fonts-misc
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-util-macros
xorg-xauth
xorg-xinit
xorg-xkbcomp
xorg-xmodmap
xorg-xrandr
xorg-xrdb
xorg-xset
xproto
xvidcore
xz
yajl
zita-alsa-pcmi
zita-resampler
zlib
